Repository: computer-mcp/computer-mcp
Catalog: Sources/ComputerMCPApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Recover released record
zh_hans: 恢复已释放记录

source: Recovery requires released process locks and confirmed host authorization cleanup. Damaged or unconfirmed records remain blocked.
zh_hans: 恢复要求进程锁已释放，并且宿主授权清理已确认。损坏或未确认的记录仍会阻止启动。

source: Process record recovered. Check the connection again when ready; no process was started.
zh_hans: 进程记录已恢复。准备好后可再次检查连接；本次未启动进程。

source: Only this reviewed record will be retired. No process or downstream action will be started.
zh_hans: 仅清理这条已查看的记录，不会启动进程或执行下游操作。

source: Previous MCP cleanup is unconfirmed. Review the process records before starting another connection.
zh_hans: 之前的 MCP 清理尚未确认。请先查看进程记录，再启动连接。

source: Host session is active
zh_hans: 宿主会话活跃

source: Process has stopped
zh_hans: 进程已停止

source: Waiting for process cleanup
zh_hans: 等待进程清理

source: Process cleanup needs recovery
zh_hans: 进程清理需要恢复

source: Host authorization cleanup is unconfirmed
zh_hans: 宿主授权清理尚未确认

source: Process record is damaged
zh_hans: 进程记录已损坏

source: HTTP bearer authentication
zh_hans: HTTP Bearer 认证

source: Credential endpoint
zh_hans: 凭据绑定地址

source: Keychain account
zh_hans: 钥匙串账户

source: HTTP only. Bind the exact server URL and save these settings, then use Manage credential to store the token. An endpoint change requires a new binding; redirects are rejected.
zh_hans: 仅适用于 HTTP。绑定完整服务器地址并保存设置，再通过“管理凭据”保存令牌。地址变更需要重新绑定；不接受重定向。

source: Manage credential
zh_hans: 管理凭据

source: Credential is stored.
zh_hans: 凭据已保存。

source: Credential is missing.
zh_hans: 缺少凭据。

source: Bearer token
zh_hans: Bearer 令牌

source: The token is stored only in the host Keychain. New requests read the current value; changing it does not cancel already issued requests.
zh_hans: 令牌仅保存在宿主钥匙串中。新请求读取当前值；更改凭据不会取消已发出的请求。

source: Remove credential
zh_hans: 删除凭据

source: MCP credentials require an exact endpoint binding using HTTPS or loopback HTTP, and a valid Keychain account.
zh_hans: MCP 凭据必须绑定完整的 HTTPS 或本机回环 HTTP 地址，并使用有效的钥匙串账户。

source: The host cannot access the MCP credential. Check the App's Keychain identity and unlock state.
zh_hans: 宿主无法访问 MCP 凭据。请检查应用的钥匙串身份和解锁状态。

source: The MCP credential is missing. Save it through the host before connecting.
zh_hans: 缺少 MCP 凭据。请先通过宿主保存，再连接。

source: The MCP bearer token must be nonempty printable ASCII without whitespace, at most 16 KiB.
zh_hans: MCP Bearer 令牌必须为不含空白的非空可打印 ASCII，且不超过 16 KiB。

source: Workspace
zh_hans: 工作区

source: Check connection
zh_hans: 检查连接

source: Choose a workspace
zh_hans: 选择工作区

source: Register a workspace before checking a connection.
zh_hans: 请先注册工作区，再检查连接。

source: Server version
zh_hans: 服务器版本

source: Starts only this enabled MCP to check its connection and catalog. No tools are called, dependencies installed or grants changed.
zh_hans: 仅启动当前已启用的 MCP，检查连接和工具目录。不调用工具、不安装依赖，也不更改授权。

source: Not verified: tool execution, remote profile permissions, system permissions and persistent host services.
zh_hans: 未验证：工具执行、远程配置权限、系统权限及持久化宿主服务。

source: The registration is disabled; no connection was started.
zh_hans: 此注册已禁用，未启动连接。

source: The selected MCP initialized and returned its tool catalog. Tool execution and production permissions were not checked.
zh_hans: 所选 MCP 已初始化并返回工具目录。尚未检查工具执行和生产权限。

source: The selected MCP did not complete connection and catalog discovery. Check the launch configuration, endpoint authentication and system permissions.
zh_hans: 所选 MCP 未完成连接和目录发现。请检查启动配置、端点认证及系统权限。

source: Outstanding calls may have an unknown outcome. Reconnect and inspect before retrying.
zh_hans: 未完成调用的结果可能不明。重新连接后，请先核验结果再决定是否重试。

source: Apply
zh_hans: 应用

source: Streamable HTTP
zh_hans: 流式 HTTP

source: MCP Registrations
zh_hans: MCP 注册

source: Add MCP
zh_hans: 添加 MCP

source: Edit MCP
zh_hans: 编辑 MCP

source: Manage MCP
zh_hans: 管理 MCP

source: Plugin settings
zh_hans: 插件设置

source: Manual registration
zh_hans: 手动注册

source: Selected tools only
zh_hans: 仅选定工具

source: Review MCP change
zh_hans: 核对 MCP 变更

source: Registration will be enabled.
zh_hans: 此注册将被启用。

source: Registration will be disabled.
zh_hans: 此注册将被禁用。

source: The registration will be removed. External dependencies are retained.
zh_hans: 此注册将被移除，外部依赖会保留。

source: Profile grants are unchanged. A registration cannot grant itself permissions.
zh_hans: 权限配置的授权保持不变，注册不能自行获取权限。

source: Applying this change reconnects the running gateway.
zh_hans: 应用此变更会重新连接运行中的网关。

source: Local process
zh_hans: 本地进程

source: Arguments (JSON array)
zh_hans: 参数（JSON 数组）

source: Server URL
zh_hans: 服务地址

source: Tool exposure
zh_hans: 工具暴露方式

source: An empty prefix preserves original tool names. Conflicts are rejected.
zh_hans: 前缀留空可保留工具原名，名称冲突时拒绝应用。

source: Allowed tool names, one per line
zh_hans: 允许的工具名称，每行一个

source: An empty selection exposes no tools.
zh_hans: 选择为空时不暴露任何工具。

source: Environment (JSON object)
zh_hans: 环境变量（JSON 对象）

source: Host risk classifications (JSON object)
zh_hans: 宿主风险分类（JSON 对象）

source: Scoped host services
zh_hans: 受限宿主服务

source: External dependencies are user-managed. Host services do not grant local administration.
zh_hans: 外部依赖由用户管理，宿主服务不授予本地管理权限。

source: Preserve downstream tool names
zh_hans: 保留下游工具原名

source: Allow scoped host services
zh_hans: 允许调用限定作用域的宿主服务

source: For trusted stdio adapters only. Calls retain this connection's workspace and grants; local approval authority is not delegated.
zh_hans: 仅适用于可信的标准输入输出适配器。调用沿用当前连接的工作区和授权，不会获得本机审批权。

source: Override process arguments
zh_hans: 自定义启动参数

source: Argument
zh_hans: 参数

source: Remove argument
zh_hans: 移除参数

source: Add argument
zh_hans: 添加参数

source: Each row is one exact argument. No rows means no arguments. Do not enter secrets.
zh_hans: 每行原样传入一个参数。没有行表示不传参数。请勿填写密钥。

source: Uses the package's startup arguments.
zh_hans: 使用插件包的默认启动参数。

source: Host binding
zh_hans: 宿主绑定

source: Found in installed application
zh_hans: 在已安装应用中找到

source: Found in host PATH
zh_hans: 在宿主 PATH 中找到

source: Not resolved
zh_hans: 未找到

source: Check package
zh_hans: 检查插件包

source: Checks include disabled contributions. Nothing is enabled, executed or installed.
zh_hans: 检查包含已禁用的贡献，不会启用、执行或安装任何内容。

source: Revision
zh_hans: 修订号

source: Checked at
zh_hans: 检查时间

source: Some package checks failed
zh_hans: 部分插件包检查失败

source: Package checks finished
zh_hans: 插件包检查已结束

source: Working directory
zh_hans: 工作目录

source: Not checked
zh_hans: 未检查

source: File checks do not confirm a working integration.
zh_hans: 文件检查不能证明集成已完整可用。

source: Check again
zh_hans: 重新检查

source: Passed
zh_hans: 通过

source: Not verified
zh_hans: 未验证

source: Source
zh_hans: 来源

source: Host compatibility
zh_hans: 宿主兼容性

source: Executable
zh_hans: 可执行文件

source: Runtime version
zh_hans: 运行时版本

source: Binary compatibility
zh_hans: 二进制兼容性

source: Connections
zh_hans: 连接

source: System permissions
zh_hans: 系统权限

source: Selected package and declaration identity were validated.
zh_hans: 已验证所选插件包及清单身份。

source: The declaration permits this host version and architecture.
zh_hans: 清单允许当前宿主版本与架构。

source: The declaration excludes this host version or architecture. Select a compatible package.
zh_hans: 清单不支持当前宿主版本或架构，请选择兼容的插件包。

source: No executable was resolved for this dependency. Follow its setup instructions or set a host binding.
zh_hans: 未能为此依赖找到可执行文件，请按依赖说明配置，或在宿主中绑定路径。

source: The declared Skills directory passed package path validation. Skill contents and scripts were not executed.
zh_hans: 声明的技能目录已通过插件包路径验证，未执行技能内容或脚本。

source: No selected or bundled source is available. Select an installed source or register a package.
zh_hans: 没有可用的所选来源或内置来源，请选择已安装的来源或注册插件包。

source: File and interpreter checks passed; actual startup has not been verified.
zh_hans: 文件与解释器检查通过，尚未验证实际启动。

source: The executable was not found in the configured location or launch search path.
zh_hans: 在配置位置或启动搜索路径中未找到可执行文件。

source: The executable path is empty, too long or contains NUL.
zh_hans: 可执行文件路径为空、过长或含有 NUL 字符。

source: The executable path does not identify a regular file.
zh_hans: 可执行文件路径未指向普通文件。

source: The current user cannot execute this file.
zh_hans: 当前用户无法执行此文件。

source: The executable header could not be safely read; check access and retry.
zh_hans: 无法安全读取可执行文件头，请检查访问权限后重试。

source: The script has an invalid interpreter declaration for macOS.
zh_hans: 脚本的解释器声明在 macOS 上无效。

source: A script interpreter is unavailable in the launch environment. Check its path and runtime installation.
zh_hans: 启动环境中缺少可用的脚本解释器，请检查其路径与运行时安装状态。

source: This interpreter invocation needs further verification; no script or probe was executed.
zh_hans: 此解释器调用仍需进一步验证，本次文件检查未执行脚本或探测程序。

source: Close
zh_hans: 关闭

source: The operation was cancelled. Check the selected source before retrying.
zh_hans: 操作已取消。重试前请先检查当前选中的来源。

source: Cancelling and checking the result…
zh_hans: 正在取消并核对结果…

source: Cancel installation
zh_hans: 取消安装

source: Choose release archive
zh_hans: 选择发布归档包

source: Release tag (blank for latest stable)
zh_hans: 发布标签（留空使用最新稳定版）

source: Load release
zh_hans: 加载发布版本

source: Loading release archives
zh_hans: 正在加载发布归档包

source: Prerelease
zh_hans: 预发布版本

source: Some release archives lack a valid size or SHA-256 and cannot be installed.
zh_hans: 部分发布归档包缺少有效的大小或 SHA-256，无法安装。

source: No installable archives on this release page.
zh_hans: 本发布页没有可安装的归档包。

source: Asset page %@
zh_hans: 归档页 %@

source: Choose an archive for your Mac. The App checks compatibility and source again before installation. Publisher provenance is not a signature.
zh_hans: 请选择适合此 Mac 的归档包。安装前会重新检查兼容性和来源；发布者来源证明不等于签名。

source: New plugins start disabled. Updates keep host settings and earlier versions. External dependencies are not installed.
zh_hans: 新插件默认停用。更新会保留宿主设置和先前版本，不会安装外部依赖。

source: Plugin settings changed. Close and reopen this window before installing.
zh_hans: 插件设置已变更。请关闭并重新打开此窗口后再安装。

source: Downloading, checking and installing…
zh_hans: 正在下载、检查并安装…

source: Download and install
zh_hans: 下载并安装

source: Release tag
zh_hans: 发布标签

source: Release ID
zh_hans: 发布版本 ID

source: Asset ID
zh_hans: 归档 ID

source: Install archive
zh_hans: 安装归档包

source: Choose archive
zh_hans: 选择归档包

source: Retry file recovery
zh_hans: 重试文件恢复

source: Plugin ID
zh_hans: 插件标识

source: SHA-256
zh_hans: SHA-256 摘要

source: Uninstall
zh_hans: 卸载

source: Uninstall this archive?
zh_hans: 卸载此归档包？

source: Only this installation's owned files will be removed. Host settings, other versions and external dependencies will be kept.
zh_hans: 只移除此安装记录所属的文件，保留宿主设置、其他版本和外部依赖。

source: Choose a ZIP, TAR or gzip package and enter its expected identity and SHA-256 from a trusted source.
zh_hans: 选择 ZIP、TAR 或 gzip 包，并填入从可信来源获得的预期标识和 SHA-256。

source: A matching digest verifies the archive bytes, not an official publisher. New plugins start disabled. Updates keep host settings and earlier versions.
zh_hans: 摘要匹配只能验证归档文件内容，不能证明官方发布者身份。新插件默认停用；更新保留宿主设置及先前版本。

source: External dependencies are not installed. Use an earlier source in the plugin details to roll back.
zh_hans: 不会安装外部依赖。如需回滚，请在插件详情中选择先前版本。

source: Plugin file recovery could not finish. Check the App-owned storage and retry recovery.
zh_hans: 插件文件恢复未能完成。请检查应用管理的存储目录后重试恢复。

source: A plugin installation or recovery is still running. Retry when it finishes.
zh_hans: 插件安装或恢复仍在运行，请等待其结束后重试。

source: The App's embedded plugin archive worker is unavailable. Check the App installation; no PATH executable was used.
zh_hans: 应用内置的归档检查程序不可用。请检查应用安装；未使用 PATH 中的其他程序。

source: Plugin file recovery is incomplete. Missing, unverified or still-referenced directories require attention.
zh_hans: 插件文件恢复尚未完成。请检查缺失、无法验证或仍被引用的目录。

source: GitHub requested authentication. Public plugin requests do not use host credentials.
zh_hans: GitHub 要求身份验证。公开插件请求不会使用宿主凭据。

source: Some repositories could not be checked. Results may be incomplete.
zh_hans: 部分仓库无法检查，搜索结果可能不完整。

source: Official plugin search
zh_hans: 官方插件搜索

source: Search
zh_hans: 搜索

source: Status
zh_hans: 状态

source: Search official plugins
zh_hans: 搜索官方插件

source: Search public repositories published by computer-mcp on GitHub.
zh_hans: 搜索 GitHub 上 computer-mcp 组织发布的公开仓库。

source: Search names, descriptions, or repositories
zh_hans: 搜索名称、描述或仓库

source: Contribution
zh_hans: 集成类型

source: All contributions
zh_hans: 全部类型

source: Previous results are shown below; the latest request failed.
zh_hans: 最近一次请求失败，下面保留此前的结果。

source: Searching GitHub
zh_hans: 正在搜索 GitHub

source: Cancel search
zh_hans: 取消搜索

source: Discovery does not install packages or grant access.
zh_hans: 搜索不会安装插件包或授予权限。

source: Repository page %@
zh_hans: 仓库第 %@ 页

source: Cached
zh_hans: 缓存结果

source: Fetched from GitHub
zh_hans: 从 GitHub 获取

source: Results for
zh_hans: 搜索条件

source: No matching plugins on this repository page.
zh_hans: 本页仓库中没有匹配的插件。

source: Repositories with discovery issues
zh_hans: 无法正常读取的仓库

source: Previous page
zh_hans: 上一页

source: Next page
zh_hans: 下一页

source: Refresh page
zh_hans: 刷新本页

source: Each page checks up to 10 repositories. Continue to the next page even if this page has no matches.
zh_hans: 每页检查最多 10 个仓库。本页没有匹配项时，仍可继续查看下一页。

source: Official source identifies the publisher, not a verified artifact or signature. Discovery does not install packages or grant access.
zh_hans: 官方来源用于确认发布者，不代表安装包或签名已通过验证。搜索不会安装插件包或授予权限。

source: Source details
zh_hans: 来源详情

source: Repository ID
zh_hans: 仓库标识

source: Publisher ID
zh_hans: 发布者标识

source: Commit
zh_hans: 提交

source: Manifest SHA-256
zh_hans: 清单 SHA-256

source: Open pinned declaration
zh_hans: 查看固定提交的清单

source: GitHub request failed with HTTP %@.
zh_hans: GitHub 请求失败，HTTP 状态码为 %@。

source: Invalid plugin request. Check repository identity, tag, query length and page bounds.
zh_hans: 插件请求无效。请检查仓库标识、发布标签、搜索长度及页码范围。

source: Another official plugin search is in progress. Try again when it finishes.
zh_hans: 另一个官方插件搜索正在进行，请稍后重试。

source: GitHub returned an invalid plugin catalog response.
zh_hans: GitHub 返回的插件目录数据无效。

source: The repository's plugin declaration is invalid.
zh_hans: 仓库中的插件清单无效。

source: The plugin's GitHub publisher, repository or release does not match the selected source.
zh_hans: 插件的 GitHub 发布者、仓库或发布版本与所选来源不一致。

source: The plugin catalog response exceeded its size limit.
zh_hans: 插件目录响应超过大小限制。

source: The plugin request was refused because its destination is not allowed.
zh_hans: 插件请求的目标地址不在允许范围内，已拒绝访问。

source: GitHub has limited plugin requests. Wait before trying again.
zh_hans: GitHub 已限制插件请求，请稍后重试。

source: GitHub plugin request timed out. Check the connection and try again.
zh_hans: GitHub 插件请求超时，请检查网络连接后重试。

source: GitHub is unavailable. Check the connection and try again.
zh_hans: 无法连接 GitHub，请检查网络连接后重试。

source: Plugins
zh_hans: 插件

source: Plugin
zh_hans: 插件

source: Packages that contribute MCP, CLI, and skills
zh_hans: 组合 MCP、命令行与技能的插件包

source: Add local package
zh_hans: 添加本地包

source: No plugins registered
zh_hans: 尚未注册插件

source: Add a local package to review its contributions before enabling it.
zh_hans: 添加本地包，查看其集成内容后再启用。

source: Loading plugins
zh_hans: 正在加载插件

source: Enable
zh_hans: 启用

source: Disable
zh_hans: 停用

source: Remove local registration?
zh_hans: 移除本地注册？

source: Package files and saved host settings will be kept.
zh_hans: 将保留插件包文件和已保存的宿主设置。

source: Remove registration
zh_hans: 移除注册

source: Edit settings
zh_hans: 编辑设置

source: Sources
zh_hans: 来源

source: Selected
zh_hans: 已选择

source: Source repository
zh_hans: 来源仓库

source: Use this source
zh_hans: 使用此来源

source: Refresh registration
zh_hans: 刷新注册

source: Use bundled fallback
zh_hans: 恢复内置来源

source: Without a matching bundled package, contributions remain unavailable.
zh_hans: 若没有匹配的内置包，集成功能将保持不可用。

source: Registration diagnostics
zh_hans: 注册诊断

source: Resolved registrations do not confirm a working connection. Caller permissions still apply.
zh_hans: 解析成功不代表连接可用。调用方仍须具备相应权限。

source: Dependency unavailable
zh_hans: 依赖不可用

source: Executable unavailable
zh_hans: 可执行文件不可用

source: Executable needs verification
zh_hans: 可执行文件有待验证

source: Host incompatible
zh_hans: 宿主不兼容

source: Resolved component
zh_hans: 已解析的组件

source: Local development
zh_hans: 本地开发

source: Bundled
zh_hans: 内置

source: Installed archive
zh_hans: 已安装的归档包

source: CLI enabled
zh_hans: 启用命令行集成

source: Registration ID
zh_hans: 注册标识

source: Allow arbitrary raw arguments
zh_hans: 允许任意原始参数

source: Only grant raw arguments to a trusted CLI. Structured command trees reject this setting.
zh_hans: 仅为可信命令行程序授权任意参数。结构化命令树不接受此设置。

source: Skills enabled
zh_hans: 启用技能

source: Reading skills does not execute scripts or grant tool access.
zh_hans: 读取技能不会执行脚本，也不会授予工具权限。

source: External executables
zh_hans: 外部可执行程序

source: Dependency ID
zh_hans: 依赖标识

source: Absolute executable path
zh_hans: 可执行程序的绝对路径

source: Remove binding
zh_hans: 移除绑定

source: Add executable binding
zh_hans: 添加程序绑定

source: Bindings select existing executables. Computer MCP does not install or update external dependencies.
zh_hans: 绑定用于选择已有程序。Computer MCP 不安装或更新外部依赖。

source: Changes apply only if the saved configuration has not changed.
zh_hans: 仅在已保存的配置未被他人修改时应用更改。

source: MCP enabled
zh_hans: 启用 MCP 集成

source: Tool prefix
zh_hans: 工具前缀

source: Exposure
zh_hans: 暴露方式

source: Gateway calls
zh_hans: 网关调用

source: Reexport tools
zh_hans: 对外暴露工具

source: Allowed tools
zh_hans: 允许的工具

source: Explicit whitelist
zh_hans: 明确白名单

source: All current and future tools
zh_hans: 当前及未来的全部工具

source: Tool names, one per line
zh_hans: 工具名称，每行一个

source: An empty whitelist permits no tools.
zh_hans: 空白名单不允许任何工具。

source: All also includes tools added by future server updates.
zh_hans: “全部”也包括服务端未来更新时新增的工具。

source: Dependency names must be unique.
zh_hans: 依赖标识不能重复。

source: Plugin settings changed. Reload before applying this change.
zh_hans: 插件设置已变更。请重新打开编辑窗口，核对后再保存。

source: Gateway clients are connected or connecting. Disconnect them before changing plugin registrations; active tasks were not interrupted.
zh_hans: 有客户端已连接或正在连接网关。请先断开连接再修改插件注册；当前任务未被中断。

source: Another gateway configuration change is in progress. Retry after it finishes.
zh_hans: 另一项网关配置变更正在进行。请待其完成后重试。

source: Accessibility
zh_hans: 辅助功能

source: Activity
zh_hans: 活动

source: Add ChatGPT Connection
zh_hans: 添加 ChatGPT 连接

source: Add Cloudflare Connection
zh_hans: 添加 Cloudflare 连接

source: Add Connection
zh_hans: 添加连接

source: All configured connections are healthy.
zh_hans: 所有已配置的连接均处于健康状态。

source: App
zh_hans: 应用

source: Arguments
zh_hans: 参数

source: Audit
zh_hans: 审计

source: Before you begin
zh_hans: 开始之前

source: Blocked
zh_hans: 已阻塞

source: Cancel
zh_hans: 取消

source: Check for Request
zh_hans: 检查请求

source: Checking connection readiness
zh_hans: 正在检查连接就绪状态

source: Checking this connection
zh_hans: 正在检查此连接

source: Choose the connection you want to set up. You can return here at any time.
zh_hans: 选择你要设置的连接。你可以随时返回这里。

source: Close Welcome
zh_hans: 关闭欢迎页

source: Cloudflare named tunnel
zh_hans: Cloudflare 命名隧道

source: Command
zh_hans: 命令

source: Command line tool
zh_hans: 命令行工具

source: Configure
zh_hans: 配置

source: Connect ChatGPT
zh_hans: 连接 ChatGPT

source: Connect a local MCP client
zh_hans: 连接本地 MCP 客户端

source: Connect through Cloudflare
zh_hans: 通过 Cloudflare 连接

source: Connection status
zh_hans: 连接状态

source: Continue
zh_hans: 继续

source: Copy stdio Command
zh_hans: 复制 stdio 命令

source: Diagnostics
zh_hans: 诊断

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Explore Dashboard
zh_hans: 浏览控制台

source: Gateway
zh_hans: 网关

source: Get Started
zh_hans: 开始使用

source: Home
zh_hans: 首页

source: Install Command Line Tool
zh_hans: 安装命令行工具

source: Install OpenAI tunnel-client
zh_hans: 安装 OpenAI tunnel-client

source: Install cloudflared
zh_hans: 安装 cloudflared

source: Launch at login
zh_hans: 登录时启动

source: Local data plane
zh_hans: 本地数据面

source: Need help?
zh_hans: 需要帮助？

source: Needs attention
zh_hans: 需要处理

source: Next step
zh_hans: 下一步

source: Normal App use does not require a TOML file.
zh_hans: 正常使用应用不需要 TOML 文件。

source: Not configured
zh_hans: 未配置

source: OK
zh_hans: 好

source: Open Advanced Diagnostics
zh_hans: 打开高级诊断

source: Open ChatGPT
zh_hans: 打开 ChatGPT

source: Open Cloudflare install documentation
zh_hans: 打开 Cloudflare 安装文档

source: Open OpenAI MCP documentation
zh_hans: 打开 OpenAI MCP 文档

source: Open System Settings
zh_hans: 打开系统设置

source: OpenAI Secure MCP connection
zh_hans: OpenAI Secure MCP 连接

source: Permissions
zh_hans: 权限

source: Profiles
zh_hans: 配置方案

source: Providers
zh_hans: 提供方

source: Ready
zh_hans: 已就绪

source: Refresh
zh_hans: 刷新

source: Register
zh_hans: 注册

source: Register with Codex
zh_hans: 注册到 Codex

source: Remote connections
zh_hans: 远程连接

source: Request Access
zh_hans: 请求权限

source: Retry
zh_hans: 重试

source: Retry All Checks
zh_hans: 重试所有检查

source: Run Diagnostics
zh_hans: 运行诊断

source: Screen Recording
zh_hans: 屏幕录制

source: Show Welcome
zh_hans: 显示欢迎页

source: Start
zh_hans: 启动

source: Stop
zh_hans: 停止

source: Support
zh_hans: 支持

source: Tunnels
zh_hans: 隧道

source: Verified
zh_hans: 已验证

source: Verify with a real request
zh_hans: 使用真实请求验证

source: Welcome to Computer MCP
zh_hans: 欢迎使用 Computer MCP

source: Available
zh_hans: 可用

source: Bookmark stale
zh_hans: 书签已失效

source: Degraded
zh_hans: 性能下降

source: Denied
zh_hans: 已拒绝

source: Allowed
zh_hans: 已允许

source: Prepared
zh_hans: 已准备

source: Committed
zh_hans: 已提交

source: Disabled
zh_hans: 已关闭

source: Download tunnel-client
zh_hans: 下载 tunnel-client

source: Elevated
zh_hans: 较高风险

source: Enabled
zh_hans: 已启用

source: Failed
zh_hans: 失败

source: Granted
zh_hans: 已授权

source: High
zh_hans: 高风险

source: Low
zh_hans: 低风险

source: Missing
zh_hans: 缺失

source: Not determined
zh_hans: 尚未决定

source: Not granted
zh_hans: 未授权

source: Requires approval
zh_hans: 需要批准

source: Running
zh_hans: 运行中

source: Starting
zh_hans: 正在启动

source: Stopped
zh_hans: 已停止

source: Stopping
zh_hans: 正在停止

source: Unavailable
zh_hans: 不可用

source: Workspaces
zh_hans: 工作区

source: Complete in System Settings
zh_hans: 在系统设置中完成

source: Drag into the app list
zh_hans: 拖入应用列表

source: Drag Computer MCP.app into the app list
zh_hans: 将 Computer MCP.app 拖入应用列表

source: Drag this app into the Screen & System Audio Recording list, then turn it on.
zh_hans: 将此应用拖入“屏幕与系统音频录制”列表，然后将其开启。

source: Turn on Computer MCP under Accessibility.
zh_hans: 在“辅助功能”中开启 Computer MCP。

source: Turn on Computer MCP under Screen & System Audio Recording.
zh_hans: 在“屏幕与系统音频录制”中开启 Computer MCP。

source: Turn on Computer MCP for %@.
zh_hans: 为 Computer MCP 开启%@权限。

source: Install the App-owned CLI
zh_hans: 安装由应用管理的 CLI

source: Install the signed embedded bridge before registering a local MCP client.
zh_hans: 注册本地 MCP 客户端前，请先安装已签名的内嵌桥接 CLI。

source: Install
zh_hans: 安装

source: %@ retained revision(s)
zh_hans: 保留了 %@ 个修订版本

source: %@ tools
zh_hans: %@ 个工具

source: Activate
zh_hans: 激活

source: Activate %@?
zh_hans: 激活“%@”？

source: Add the hostname and named-tunnel token. Computer MCP will create an access token for the protected loopback origin when requested.
zh_hans: 添加主机名和命名隧道令牌。需要时，Computer MCP 会为受保护的本地回环源创建访问令牌。

source: Add the tunnel ID, tunnel-client profile, gateway profile, and OpenAI API key. The API key is stored in Keychain.
zh_hans: 添加隧道 ID、tunnel-client 配置方案、网关配置方案和 OpenAI API 密钥。API 密钥会存储在钥匙串中。

source: After the gateway and named tunnel are Ready, connect the intended public MCP consumer using the one-time Computer MCP Access Token, then invoke one tool.
zh_hans: 网关和命名隧道就绪后，使用一次性 Computer MCP 访问令牌连接目标公网 MCP 消费者，然后调用一个工具。

source: After the gateway and tunnel are Ready, open ChatGPT, create or update the Connector with the tunnel endpoint, then invoke one Computer MCP tool in a new chat.
zh_hans: 网关和隧道就绪后，打开 ChatGPT，使用隧道端点创建或更新连接器，然后在新对话中调用一个 Computer MCP 工具。
